[
  {
    "title": "NASA to Reveal Name of Its Next Mars Rover",
    "preview": "After a months-long contest among students to name NASA's newest Mars rover, the agency will reveal the winning name — and the winning student — this Thursday. "
  },
  {
    "title": "With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen",
    "preview": "For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. "
  },
  {
    "title": "NASA's Curiosity Mars Rover Snaps Its Highest-Resolution Panorama Yet",
    "preview": "To go along with the stunning 1.8-billion-pixel image, a new video offers a sweeping view of the Red Planet."
  },
  {
    "title": "Newfound Martian Aurora Actually the Most Common; Sheds Light on Mars' Changing Climate",
    "preview": "A type of Martian aurora first identified by NASA’s MAVEN spacecraft in 2016 is actually the most common form of aurora occurring on the Red Planet, according to new results from the mission."
  },
  {
    "title": "A Year of Surprising Science From NASA's InSight Mars Mission",
    "preview": "A batch of new papers summarizes the lander's findings above and below the surface of the Red Planet."
  },
  {
    "title": "HiRISE Views NASA's InSight and Curiosity on Mars",
    "preview": "New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along."
  },
  {
    "title": "NASA's Curiosity Mars Rover Takes a New Selfie Before Record Climb",
    "preview": "Along with capturing an image before its steepest ascent ever, the robotic explorer filmed its \"selfie stick,\" or robotic arm, in action."
  },
  {
    "title": "The Man Who Wanted to Fly on Mars",
    "preview": "The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being."
  },
  {
    "title": "Hear Audio From NASA's Perseverance As It Travels Through Deep Space",
    "preview": "The first to be rigged with microphones, the agency's latest Mars rover picked up the subtle sounds of its own inner workings during interplanetary flight."
  },
  {
    "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update",
    "preview": "Other orbiters will continue relaying data from Mars surface missions for a two-week period."
  },
  {
    "title": "NASA's Mars Perseverance Rover Passes Flight Readiness Review",
    "preview": "​The agency's Mars 2020 mission has one more big prelaunch review – the Launch Readiness Review, on July 27."
  },
  {
    "title": "The Detective Aboard NASA's Perseverance Rover",
    "preview": "An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals."
  },
  {
    "title": "Two of a Space Kind: Apollo 12 and Mars 2020",
    "preview": "Apollo 12 and the upcoming Mars 2020 mission may be separated by half a century, but they share several goals unique in the annals of space exploration."
  },
  {
    "title": "MAVEN Maps Electric Currents around Mars that are Fundamental to Atmospheric Loss",
    "preview": "Five years after NASA’s MAVEN spacecraft entered into orbit around Mars, data from the mission has led to the creation of a map of electric current systems in the Martian atmosphere."
  },
  {
    "title": "My Culture, My Voice",
    "preview": "In honor of Hispanic Heritage Month, Christina Hernandez, an instrument engineer on the Mars 2020 mission, talks about her childhood and journey to NASA."
  }
]